Repository: kritsanaphunphian/garminclone
Catalog: src/themes/flatsome-child/languages/*.po
Languages: th

source: You must select a province.
th: กรุณาระบุจังหวัด

source: Identifier / Name field cannot be blank.
th: กรุณาระบุชื่อสถานที่

source: First name field cannot be blank.
th: กรุณาระบุชื่อ

source: Last name field cannot be blank.
th: กรุณาระบุนามสกุล

source: Street address field cannot be blank.
th: กรุณาระบุที่อยู่

source: Sub District field cannot be blank.
th: กรุณาระบุตำบล / แขวง

source: District / City field cannot be blank.
th: กรุณาระบุอำเภอ / เขต

source: Postcode field cannot be blank.
th: กรุณาระบุรหัสไปรษณีย์

source: Phone number field cannot be blank.
th: กรุณาระบุหมายเลขโทรศัพท์

source: Email address field cannot be blank.
th: กรุณาระบุอีเมลล์

source: My Address
th: ที่อยู่ของฉัน

source: Wishlist
th: รายการโปรด

source: e.g. 111/1 M.1 Soi 1 Silom road.
th: ต.ย. 111/1 หมู่ 1 ซอย 1 ถนน สีลม

source: Sub District
th: ตำบล / แขวง

source: e.g. Silom
th: ต.ย. สีลม

source: District / City
th: อำเภอ / เขต

source: e.g. Bangrak
th: ต.ย. บางรัก

source: Register your GARMIN products to be eligible for benefits.
th: ลงทะเบียนผลิตภัณฑ์ GARMIN ของคุณและรับบริการเพิ่มเติมที่นี่

source: Please specify your product's serial number
th: กรอกหมายเลขซีเรียลผลิตภัณฑ์ของคุณ

source: Receipt (optional)
th: รูปภาพใบเสร็จ (optional)

source: File extensions supported are:
th: ประเภทของไฟล์ที่สามารถอัพโหลดได้

# product registration - register
source: Submit
th: ลงทะเบียน

source: UPDATE SOFTWARE
th: ปรับปรุงซอฟท์แวร์

source: Registered Products.
th: รายการผลิตภัณฑ์ที่ลงทะเบียนแล้ว

source: Product's Information
th: รายละเอียดผลิตภัณฑ์

source: Purchase Date
th: วันที่ซื้อสินค้า

source: Receipt / Warranty
th: แนบไฟล์ใบเสร็จ/ใบรับประกัน

source: Delete
th: ลบ

source: view receipt
th: ตรวจสอบไฟล์แนบ

source: attach file
th: แนบไฟล์ใหม่

source: Remove
th: ลบ

# myaccount additional information fields
source: Birth date
th: วันเกิด

# myaccount additional information fields
source: (Birth date format: DD-MM-YYYY. eg: 01/12/1990)
th: (รูปแบบวันเกิด : วว-ดด-ปปปป. เช่น: 01/12/1990)

# myaccount additional information fields
source: Gender
th: เพศ

# myaccount additional information fields
source: male
th: ชาย

# myaccount additional information fields
source: female
th: หญิง

# myaccount additional information fields
source: (Gender format: male/female)
th: (เพศ : ชาย/หญิง)

# myaccount additional information fields
source: Phone no
th: เบอร์โทรศัพท์

# myaccount additional information fields
source: (Phone no. format: 088-664-4321)
th: (รูปแบบการกรอกเบอร์โทร : 088-664-4321)

source: Email field cannot be blank.
th: กรุณาระบุอีเมลล์

source: Birth date field cannot be blank.
th: กรุณาระบุวันเกิด

# additional checkout fields
source: Require Tax Invoice
th: ต้องการใบกำกับภาษีหรือไม่

# additional checkout fields
source: I want tax invoice
th: ฉันต้องการใบกำกับภาษี

# additional checkout fields
source: Yes
th: ใช่

# additional checkout fields
source: (For Company)
th: (รูปแบบบริษัท)

source: Log out
th: ออกจากระบบ
