Repository: kritsanaphunphian/garminclone
Catalog: src/languages/plugins/export-user-data-*.po
Languages: he_il

source: Standard User Fields
he_il: שדות משתמש סטנדרטיים

source: Include Standard user profile fields, such as user_login. <a href="%s" target="_blank">%s</a>
he_il: כלול שדות משתמש סטנדרטיים כמו שם משתמש. <a href="%s" target="_blank">%s</a>

source: Export User Data
he_il: ייצא פרטי משתמשים

source: You do not have sufficient permissions to access this page.
he_il: אין לך הרשאות להיכנס לעמוד. נא להתחבר ולנסות שוב, או לעבור לעמוד הראשי.

source: No users found.
he_il: לא נמצאו משתמשים.

source: User Meta Fields
he_il: שדות מידע למשתמשים

source: Filter
he_il: מסננים

source: All
he_il: הכל

source: Common
he_il: שכיח

source: Select
he_il: בחר

source: None
he_il: ללא

source: Select the user meta keys to export, use the filters to simplify the list.
he_il: בחר שדות מידע משתמש לייצא, השתמש במסננים כדי להקל על המשימה.

source: BP xProfile Fields
he_il: שדות מידע מפרופיל באדיפרס

source: Select the BuddyPress XProfile keys to export
he_il: בחר מפתחות פרופיל באדיפרס לייצא

source: BP xProfile Fields Update Time
he_il: זמן עדכון פרטי המשתמש בבאדיפרס

source: Select the BuddyPress XProfile keys updated dates to export
he_il: בחר תאריכי עדכון פרופיל בבאדיפרס לייצא

source: BP User Groups
he_il: קבוצות משתמשים בבאדיפרס

source: Include BuddyPress Group Data. <a href="%s" target="_blank">%s</a>
he_il: כלול פרטי קבוצות באדיפרס בקובץ היצוא. <a href="%s" target="_blank">%s</a>

source: Role
he_il: תפקיד

source: All Roles
he_il: כל התפקידים

source: Filter the exported users by a WordPress Role. <a href="%s" target="_blank">%s</a>
he_il: סנן את המשתמשים לייצוא בעזרת תפקיד משתמש. <a href="%s" target="_blank">%s</a>

source: User Roles
he_il: תפקידי משתמש

source: Include all of the users <a href="%s" target="_blank">%s</a>
he_il: כלול את כל המשתמשים <a href="%s" target="_blank">%s</a>

source: Programs
he_il: תוכניות

source: All Programs
he_il: כל התוכניות

source: Registered
he_il: רשומים

source: Pick a start and end user registration date to limit the results.
he_il: בחר תאריך רישום התחלתי ותאריך רישום סופי על מנת להגביל את התוצאות.

source: Limit Range
he_il: הגבל טווח

source: Offset
he_il: היסט

source: Total
he_il: סך הכל

source: Enter an offset start number and a total number of users to export. <a href="%s" target="_blank">%s</a>
he_il: הזן מספר משתמש התחלתי ומספר משתמשים לייצוא. <a href="%s" target="_blank">%s</a>

source: Updated Since
he_il: עודכנו מאז

source: Limit the results to users who have updated this extended profile field after this date.
he_il: הגבל את התוצאות למשתמשים שעדכנו את שדה הפרופיל המורחב הזה לאחר תאריך מסוים.

source: Format
he_il: פורמט

source: Excel
he_il: אקסל

source: Select the format for the export file.
he_il: בחר פורמט לקובץ הייצוא.

source: Stored Options
he_il: אפשרויות שמורות

source: Export Name
he_il: שם הקובץ לייצוא

source: Save
he_il: שמירה

source: Load
he_il: טען

source: Delete
he_il: מחיקה

source: Save, load or delete your stored export options.
he_il: שמור, טען או מחק הגדרות ייצוא שמורים.

source: Advanced Options
he_il: אפשרויות מתקדמות

source: Show
he_il: הצג

source: Run Export
he_il: ייצא נתונים

source: Hide
he_il: הסתר

source: Export User data, metadata and BuddyPress X-Profile data.
he_il: ייצא פרטי משתמשים, כולל מידע משתמש ומידע מפרופיל באדיפרס.
